Repository: iret77/clawsy
Catalog: Sources/Clawsy/Resources/*.lproj/Localizable.strings
Languages: es, fr

source: File Sync Request
es: Sincronización de archivos
fr: Synchronisation de fichiers

# AGENT_WANTS_TO
source: The agent wants to %@ a file.
es: El agente quiere %@ un archivo.
fr: L'agent veut %@ un fichier.

source: Location: %@
es: Ubicación: %@
fr: Emplacement : %@

source: Deny
es: Denegar
fr: Refuser

source: Allow %@
es: Permitir %@
fr: Autoriser %@

# ALLOW_ONCE
source: Just this once
es: Solo esta vez
fr: Seulement cette fois

# ALLOW_1H
source: For 1 hour
es: Por 1 hora
fr: Pendant 1 heure

# ALLOW_DAY
source: For the rest of the day
es: Por el resto del día
fr: Pour le reste de la journée

# NOTIFICATION_TITLE
source: Clawsy File Sync
es: Clawsy Sincronización
fr: Clawsy Synchro

# NOTIFICATION_BODY_DOWNLOADING
source: Downloading: %@
es: Descargando: %@
fr: Téléchargement : %@

# NOTIFICATION_BODY_UPLOADING
source: Uploading: %@
es: Subiendo: %@
fr: Envoi : %@

# REVOKE_PERMISSION
source: Revoke Permissions
es: Revocar acceso
fr: Révoquer l'accès

source: Clipboard Sync
es: Sincronización de portapapeles
fr: Synchro Presse-papiers

# CHAR_COUNT %lld
source: %lld characters
es: %lld caracteres
fr: %lld caractères

source: Copy Local
es: Copiar local
fr: Copie locale

# CLIPBOARD_WANTS_WRITE
source: The agent wants to write to your clipboard:
es: El agente quiere escribir en tu portapapeles:
fr: L'agent veut écrire dans votre presse-papiers :

# CLIPBOARD_WANTS_READ
source: The agent wants to read your clipboard.
es: El agente quiere leer tu portapapeles.
fr: L'agent veut lire votre presse-papiers.

source: Screenshot
es: Captura de pantalla
fr: Capture d'écran

source: Full Screen
es: Pantalla completa
fr: Plein écran

source: Interactive Area
es: Área interactiva
fr: Zone interactive

source: Push Clipboard
es: Enviar portapapeles
fr: Envoyer le presse-papiers

source: Copy to Agent
es: Copiar al agente
fr: Copier vers l'agent

source: File Sync
es: Sincronización de archivos
fr: Synchro fichiers

source: Managed Folder
es: Carpeta gestionada
fr: Dossier géré

source: Connect
es: Conectar
fr: Connecter

source: Disconnect
es: Desconectar
fr: Déconnecter

source: Settings...
es: Configuración...
fr: Paramètres...

source: Debug Log
es: Registro de depuración
fr: Journal de débogage

source: Quit
es: Salir
fr: Quitter

# STATUS_CONNECTED
source: Connected
es: Conectado
fr: Connecté

# STATUS_DISCONNECTED
source: Disconnected
es: Desconectado
fr: Déconnecté

# STATUS_CONNECTING %lld
source: Connecting (Attempt %lld)...
es: Conectando (Intento %lld)...
fr: Connexion (Tentative %lld)...

# STATUS_OFFLINE_REFUSED
source: Offline (Server Refused)
es: Fuera de línea (Servidor rechazado)
fr: Hors ligne (Serveur refusé)

# STATUS_OFFLINE_TIMEOUT
source: Offline (Timeout)
es: Fuera de línea (Tiempo agotado)
fr: Hors ligne (Délai dépassé)

# STATUS_ERROR
source: Error
fr: Erreur

# STATUS_ONLINE_PAIRED
source: Online (Paired)
es: En línea (Emparejado)
fr: En ligne (Jumelé)

# STATUS_ONLINE_PAIRED_SSH
source: Online (Paired via SSH)
es: En línea (Emparejado vía SSH)
fr: En ligne (Jumelé via SSH)

# STATUS_HANDSHAKE_FAILED
source: Handshake Failed
es: Fallo en el protocolo de enlace
fr: Échec du handshake

# STATUS_STARTING_SSH
source: Starting SSH Tunnel...
es: Iniciando túnel SSH...
fr: Démarrage du tunnel SSH...

# STATUS_SSH_FAILED
source: SSH Tunnel Failed
es: Fallo en el túnel SSH
fr: Échec du tunnel SSH

# STATUS_SSH_USER_MISSING
source: SSH User Required
es: Usuario SSH requerido
fr: Utilisateur SSH requis

# ALERT_SCREENSHOT_TITLE
source: Allow Screenshot?
es: ¿Permitir captura?
fr: Autoriser la capture ?

# ALERT_SCREENSHOT_BODY
source: The agent requested to see your screen.
es: El agente solicitó ver tu pantalla.
fr: L'agent a demandé à voir votre écran.

# ALERT_DENY
source: Deny
es: Denegar
fr: Refuser

# ALERT_ALLOW
source: Allow
es: Permitir
fr: Autoriser

# SETTINGS_TITLE
source: Settings
es: Configuración
fr: Paramètres

source: Gateway
es: Pasarela
fr: Passerelle

# HOST
source: Host / IP
fr: Hôte / IP

source: Token
fr: Jeton

source: SSH User
es: Usuario SSH
fr: Utilisateur SSH

source: SSH Fallback
es: Respaldo SSH
fr: Repli SSH

# SSH_FALLBACK_DESC
source: Auto-tunnels port 18789 if direct connection fails.
es: Túnel automático (puerto 18789) si falla la conexión directa.
fr: Tunnel automatique (port 18789) si la connexion directe échoue.

source: Shared Folder
es: Carpeta compartida
fr: Dossier partagé

source: Path
es: Ruta
fr: Chemin

# SHARED_FOLDER_DESC
source: Only files in this folder are visible to the agent.
es: Solo los archivos en esta carpeta son visibles para el agente.
fr: Seuls les fichiers de ce dossier sont visibles par l'agent.

# VIBRANT_SECURE
source: Stable & Encrypted.
es: Vibrante y Seguro.
fr: Stable & Chiffré.

source: Done
es: Hecho
fr: Terminé

# SETTINGS_WINDOW_TITLE
source: Clawsy Settings
es: Configuración de Clawsy
fr: Paramètres Clawsy

# DEBUG_LOG_TITLE
source: Network Debug Log
es: Registro de red
fr: Journal réseau

# NO_DATA
source: No data received yet.
es: No hay datos recibidos.
fr: Aucune donnée reçue.

# SELECT_TEXT_COPY
source: Select text to copy.
es: Selecciona el texto para copiar.
fr: Sélectionnez le texte à copier.

source: Copy All
es: Copiar todo
fr: Tout copier

source: Port
es: Puerto

# VERSION_FORMAT %@
source: Version %@
es: Versión %@
