Repository: iret77/clawsy
Catalog: Sources/ClawsyShared/Resources/*.lproj/Localizable.strings
Languages: de

source: File Sync Request
de: Dateisynchronisierung

# AGENT_WANTS_TO
source: The agent wants to %@ a file.
de: Der Agent möchte eine Datei %@.

source: Location: %@
de: Ort: %@

source: Deny
de: Ablehnen

source: Allow %@
de: %@ erlauben

# ALLOW_ONCE
source: Just this once
de: Nur dieses Mal

# ALLOW_1H
source: For 1 hour
de: Für 1 Stunde

# ALLOW_DAY
source: For the rest of the day
de: Für den Rest des Tages

# NOTIFICATION_TITLE
source: Clawsy File Sync
de: Clawsy Dateisync

# NOTIFICATION_BODY_DOWNLOADING
source: Downloading: %@
de: Lade herunter: %@

# NOTIFICATION_BODY_UPLOADING
source: Uploading: %@
de: Lade hoch: %@

# REVOKE_PERMISSION
source: Revoke Permissions
de: Zugriff widerrufen

source: Clipboard Sync
de: Zwischenablage-Sync

# CHAR_COUNT %lld
source: %lld characters
de: %lld Zeichen

source: Copy Local
de: Lokal kopieren

# CLIPBOARD_WANTS_WRITE
source: The agent wants to write to your clipboard:
de: Der Agent möchte in deine Zwischenablage schreiben:

# CLIPBOARD_WANTS_READ
source: The agent wants to read your clipboard.
de: Der Agent möchte deine Zwischenablage lesen.

source: Full Screen
de: Vollbild

source: Interactive Area
de: Interaktiver Bereich

source: Push Clipboard
de: Zwischenablage senden

source: Copy to Agent
de: Zum Agenten kopieren

# SEND_AND_FORGET
source: Send Text to Agent
de: Text an Agenten senden

# QUICK_SEND_PLACEHOLDER
source: Send something to OpenClaw...
de: Schicke etwas an OpenClaw...

source: Sending to OpenClaw...
de: Sende an OpenClaw...

# SHARE_SUCCESS
source: Shared Successfully
de: Erfolgreich geteilt

source: Share Failed
de: Teilen fehlgeschlagen

source: File Sync
de: Dateisync

source: Managed Folder
de: Verwalteter Ordner

source: Camera
de: Kamera

source: Take Photo
de: Foto aufnehmen

source: List Cameras
de: Kameras auflisten

source: Connect
de: Verbinden

source: Disconnect
de: Trennen

source: Settings...
de: Einstellungen...

source: Debug Log
de: Debug-Protokoll

source: Quit
de: Beenden

# STATUS_CONNECTED
source: Connected
de: Verbunden

# STATUS_DISCONNECTED
source: Disconnected
de: Getrennt

# STATUS_CONNECTING %lld
source: Connecting (Attempt %lld)...
de: Verbinde (Versuch %lld)...

# STATUS_OFFLINE_REFUSED
source: Offline (Server Refused)
de: Offline (Server verweigert)

# STATUS_OFFLINE_TIMEOUT
source: Offline (Timeout)
de: Offline (Zeitüberschreitung)

# STATUS_ERROR
source: Error
de: Fehler

# STATUS_ONLINE_PAIRED
source: Online (Paired)
de: Online (Verbunden)

# STATUS_ONLINE_PAIRED_SSH
source: Online (Paired via SSH)
de: Online (Verbunden über SSH)

# STATUS_HANDSHAKE_FAILED
source: Handshake Failed
de: Handshake fehlgeschlagen

# STATUS_STARTING_SSH
source: Starting SSH Tunnel...
de: SSH-Tunnel wird gestartet...

# STATUS_SSH_FAILED
source: SSH Tunnel Failed
de: SSH-Tunnel fehlgeschlagen

# STATUS_SSH_USER_MISSING
source: SSH User Required
de: SSH-Benutzer erforderlich

# ALERT_SCREENSHOT_TITLE
source: Allow Screenshot?
de: Screenshot erlauben?

# ALERT_SCREENSHOT_BODY
source: The agent requested to see your screen.
de: Der Agent möchte deinen Bildschirm sehen.

# ALERT_DENY
source: Deny
de: Ablehnen

# ALERT_ALLOW
source: Allow
de: Erlauben

# SETTINGS_TITLE
source: Settings
de: Einstellungen

source: SSH User
de: SSH-Benutzer

# SSH_FALLBACK_DESC
source: Auto-tunnels port 18789 if direct connection fails.
de: Automatischer Port-Tunnel (18789) bei Verbindungsfehlern.

source: Shared Folder
de: Gemeinsamer Ordner

source: Path
de: Pfad

# SHARED_FOLDER_DESC
source: Only files in this folder are visible to the agent.
de: Nur Dateien in diesem Ordner sind für den Agenten sichtbar.

# VIBRANT_SECURE
source: Stable & Encrypted.
de: Stabil & Verschlüsselt.

source: Done
de: Fertig

# SETTINGS_WINDOW_TITLE
source: Clawsy Settings
de: Clawsy Einstellungen

# DEBUG_LOG_TITLE
source: Network Debug Log
de: Netzwerk-Protokoll

# NO_DATA
source: No data received yet.
de: Noch keine Daten empfangen.

# SELECT_TEXT_COPY
source: Select text to copy.
de: Text zum Kopieren auswählen.

source: Copy All
de: Alles kopieren

# FOLDER_MISSING_TITLE
source: Folder Not Found
de: Ordner nicht gefunden

# FOLDER_MISSING_BODY
source: The configured shared folder no longer exists: %@. Setting has been reset.
de: Der konfigurierte Ordner existiert nicht mehr: %@. Die Einstellung wurde zurückgesetzt.

source: Select Shared Folder
de: Gemeinsamen Ordner auswählen

# SELECT_FOLDER_BUTTON
source: Select Folder...
de: Ordner wählen...

source: Show in Finder
de: Im Finder zeigen

# CAMERA_PREVIEW_TITLE
source: Camera Preview
de: Kameravorschau

source: Send to Agent
de: An Agenten senden
